getConversionAmount.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:tem="http://tempuri.org/">
    <soap:Header/>
    <soap:Body>
        <tem:GetConversionAmount>
            <!--Optional:-->
            <tem:CurrencyFrom/>
            <!--Optional:-->
            <tem:CurrencyTo/>
            <tem:RateDate/>
            <tem:Amount/>
        </tem:GetConversionAmount>
    </soap:Body>
</soap:Envelope>